aaron-bond.better-comments
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cstrap.python-snippets
deque-systems.vscode-axe-linter
dongli.python-preview
idleberg.icon-fonts
KevinRose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
mrmlnc.vscode-duplicate
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
njpwerner.autodocstring
oderwat.indent-rainbow
Shan.code-settings-sync
shardulm94.trailing-spaces
steoates.autoimport
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
